const data = [
  {
    projectNum: 'J16-0005',
    name: '漕河泾开发区浦江高科技园移动互联网产业 （一期）项目 交通影响评价',
    range: '东到三鲁路、南到陈行公路、西到恒南路、北到漕河泾进出口加工区',
    lngLat: [121.519099, 31.105734],
  },
  {
    projectNum: 'J16-0010',
    name: '上海静安区（原闸北区）彭浦镇彭越契形绿地项目(商办地块)',
    range: '东至彭越浦，南至规划交城路，西至规划康宁路，北至江场西路',
    lngLat: [121.441031, 31.302117],
  },
  {
    projectNum: 'J16-0023',
    name: '绿波花园三期项目交通影响评价',
    range: '位于上海市青浦区徐泾镇南部，由前云路及河道所围合的区域',
    lngLat: [121.268557, 31.157875],
  },
  {
    projectNum: 'J17-0005',
    name: '市北高新技术服务业园区N070501单元01-06地块项目交通影响评价',
    range:
      '北至走马塘河及01-03生产防护绿地地块，南至江场西路，西至01-07地块及市北园区01-04号地块，东至01-11公共绿地地块及市北院区01-12地块',
    lngLat: [121.443281, 31.304538],
  },
  {
    projectNum: 'J17-0008',
    name: '漕河泾开发区浦江高科技园生命健康产业园二期B区项目交通影响评价',
    range: '位于上海浦江高科技园区东侧，其南临立跃路，东临三鲁河，北近周浦塘',
    lngLat: [121.531506, 31.104008],
  },
  {
    projectNum: 'J17-0014',
    name: '新湖明珠城三期 B1~B4 号楼(含 B5 号商业)项目交通影响评价',
    range: '东侧和南侧紧邻光复西路，西至东新支路，北至东新路',
    lngLat: [121.435644, 31.246914],
  },
  {
    projectNum: 'J17-0016',
    name: '上海国际体操中心改造项目交通影响评价',
    range:
      '位于上海市长宁区华阳社区，东临长宁区妇幼保健院，西至内环高架路（中山西路），南至武夷路，北临规划安化路',
    lngLat: [121.420053, 31.219735],
  },
  {
    projectNum: 'J16-0005',
    name: '漕河泾开发区浦江高科技园移动互联网产业 （一期）项目 交通影响评价',
    range: '东到三鲁路、南到陈行公路、西到恒南路、北到漕河泾进出口加工区',
    lngLat: [121.519099, 31.105734],
  },
  {
    projectNum: 'J17-0019',
    name: '临新路65弄科研生产基地交通影响评价',
    range: '临新路65弄科研生产基地位于福泉北路以西，临新路以南',
    lngLat: [121.359696, 31.239023],
  },
  {
    projectNum: 'J18-0008',
    name: '龙柏配套商业设施改建项目交通影响',
    range: '东临绿苑路，西至龙柏第一小学，北至潮泾港，南侧为现状居民楼',
    lngLat: [121.373041, 31.189251],
  },
  {
    projectNum: 'J18-0024',
    name: '松江区广富林街道新城主城 B 单元B06-03 号地块商业项目交通影响评价',
    range: '东至河道，西至人民北路，南至广富林路，北至银泽路',
    lngLat: [121.228969, 31.066922],
  },
  {
    projectNum: 'J19-0002',
    name: '杨浦区105街坊新建二十班幼儿园项目交通影响评价',
    range:
      '东为平凉路1571弄居民小区， 南面为上海市第三百货商店、平凉路1493弄1545弄沿街商铺，西面为郡江国际大厦，北面为锦州湾路',
    lngLat: [121.545083, 31.27223],
  },
  {
    projectNum: 'J19-0004',
    name: '徐汇区田林街道244-19地块租赁住房项目交通影响评价',
    range: '西临蒲汇塘，东临老凤祥玉石雕刻有限公司，北侧为244-13地块，南侧为徐汇日月光中心',
    lngLat: [121.438655, 31.17612],
  },
  {
    projectNum: 'J18-0008',
    name: '龙柏配套商业设施改建项目交通影响',
    range: '东临绿苑路，西至龙柏第一小学，北至潮泾港，南侧为现状居民楼',
    lngLat: [121.373041, 31.189251],
  },
  {
    projectNum: 'J19-0010',
    name: '静安区市北高新技术服务业园区N070501单元21-02地块项目交通影响评价',
    range: '基地西侧为共和新路，北侧紧邻云飞东路，东侧为云秀路，南侧为汶水路',
    lngLat: [121.458653, 31.301607],
  },
  {
    projectNum: 'J19-0019',
    name: '宝山再生能源利用中心项目交通影响评价',
    range: '东至川雄路，南至蕰川路、西至川纪路、北至川念路',
    lngLat: [121.393051, 31.478893],
  },
  {
    projectNum: 'J20-0001',
    name: '上海交通大学医学院附属上海儿童医学中心国家儿童医学中心项目交通影响评价',
    range: '位于上海国际医学园区内，基地西至天牛路，南至佛手路，北至红曲路，东至规划街坊道路',
    lngLat: [121.621429, 31.119167],
  },
  {
    projectNum: 'J20-0011',
    name: 'K08项目交通影响评价',
    range: '东至外环西河，西至新泾北苑住宅小区，南至仙霞西路，北至周家浜',
    lngLat: [121.35815, 31.216593],
  },
  {
    projectNum: 'J20-0013',
    name: '上海智能医疗创新示范基地一期交通影响评价',
    range: '东临莲花南路，西至德育路，南起塘泗泾，北至园美路',
    lngLat: [121.445385, 31.046869],
  },
  {
    projectNum: 'J20-0014',
    name: '徐汇区长桥街道395街坊xh311B-07A地块交通影响评价',
    range: '北至罗秀路，东至规划长华路，南至淀浦河，西至长桥八村',
    lngLat: [121.448615, 31.137685],
  },
  {
    projectNum: 'J20-0021',
    name: '上海交通大学医学院附属第九人民医院祝桥院区项目交通影响评价',
    range: '北至规划南亭公路，东至川南奉公路，南至申嘉湖高速，西至规划养老院',
    lngLat: [121.777611, 31.103058],
  },
  {
    projectNum: '',
    name: '徐汇滨江公共开放空间（罗秀东路-徐浦大桥）项目交通影响评价',
    range: '北起罗秀东路，西至龙腾大道，南至徐浦大桥，东至黄浦江',
    lngLat: [121.467701, 31.136202],
  },
];
export default data;
